{
	"FoodToGainWeight": [{
			"id": "1",
			"name": "Milk",
			"desc": "Milk offers a mix of fat, carbohydrates, and proteins.It is also an excellent source of vitamins and minerals, including calcium. The protein content of milk makes it a good choice for people trying to build muscle.",
			"image": "https://i.postimg.cc/FsXY2vQP/milk.jpg"
		},
		{
			"id": "2",
			"name": "Protein shakes",
			"desc": "Protein shakes can help a person to gain weight easily and efficiently. A shake is most effective at helping to build muscle if drunk shortly after a workout.",
			"image": "https://i.postimg.cc/N0Xqh3t4/protein-smoothies-lead.png"
		},
		{
			"id": "3",
			"name": "Rice",
			"desc": "A cup of rice contains about 200 calories, and it is also a good source of carbohydrates, which contribute to weight gain. Many people find it easy to incorporate rice into meals containing proteins and vegetables.",
			"image": "https://i.postimg.cc/TY3z2LGh/how-to-cook-rice.jpg"
		},
		{
			"id": "4",
			"name": "Red meat",
			"desc": "Consuming red meat has been shown to help with building muscle and gaining weight.Steak contains both leucine and creatine, nutrients that play a significant role in boosting muscle mass. Steak and other red meats contain both protein and fat, which promote weight gain.While a person is advised to limit their intake, leaner cuts of red meat are healthier for the heart than fattier cuts.",
			"image": "https://i.postimg.cc/0Q3w6KFx/redmeat.png"
		},
		{
			"id": "5",
			"name": "Nuts and nut butter",
			"desc": "Consuming nuts regularly can help a person to gain weight safely. Nuts are a great snack and can be added to many meals, including salads. Raw or dry roasted nuts have the most health benefits.Nut butters made without added sugar or hydrogenated oils can also help. The only ingredient in these butters should be the nuts themselves.",
			"image": "https://i.postimg.cc/fL3Cy95j/nutsbutter.jpg"
		},
		{
			"id": "6",
			"name": "Whole-grain breads",
			"desc": "These breads contain complex carbohydrates, which can promote weight gain. Some also contain seeds, which provide added benefits.",
			"image": "https://i.postimg.cc/bv1NhCfQ/bread.jpg"
		},
		{
			"id": "7",
			"name": "Other starches",
			"desc": "Starches help some of the foods already listed to boost muscle growth and weight gain. They add bulk to meals and boost the number of calories consumed.",
			"image": "https://i.postimg.cc/zXLNNtnV/starch.jpg"
		},
		{
			"id": "8",
			"name": "Protein supplements",
			"desc": "Athletes looking to gain weight often use protein supplements to boost muscle mass, in combination with resistance training.Protein supplements are available for purchase online. They may be an inexpensive way to consume more calories and gain weight..",
			"image": "https://i.postimg.cc/h4NDXR49/proteinsupplements.jpg"
		}
	]
}
